Repository: skiselkov/BetterPushbackC
Catalog: data/po/*/strings.po
Languages: de, jp, pt

source: Can't start planner: aircraft not stationary.
de: Kann Planer nicht öffnen: Flugzeug steht nicht still.
jp: プランナーが起動できない：航空機が止まっていません。
pt: Não pode iniciar o planejador: aeronave não está parada.

source: Can't start planner: pushback already in progress. Please stop the pushback operation first.
de: Kann Planer nicht öffnen: Pushback schon unterwegs. Bitte zuerst die Operation stoppen.
jp: プランナーが起動できない：プッシュバックしております。プッシュバックをやめてから起動しなおしてください。
pt: Não pode iniciar o planejador: pushback já em progresso. Por favor primeiro pare a operação do pushback.

source: Can't start pushback planner: please set the parking brake first.
de: Kann Planer nicht öffnen: Bitte zuerst die Parkbremse setzen.
jp: プッシュバックプランナーが起動できない：パーキングブレーキをかけてください。
pt: Não pode iniciar o planejador: por favor primeiro acione o freio de estacionamento.

source: Pushback advisory: you have your radio volume turned very low and may not be able to hear ground crew. Please increase your radio volume in the X-Plane sound preferences.
de: Pushback Advisory: Ihre Radio Lautstärke ist sehr niedrig und Sie werden die Ground Crew nicht hören können. Bitte erhöhen Sie die Radio Lautstärke in den X-Plane Einstellungen.
jp: プッシュバック勧告：ラジオ音量が小さすぎのため、地上勤務係員の話が聞こえない可能性があります。X-Plane音声設定にてラジオ音量を大きくしてください。
pt: Alerta do Pushback: você tem seu volume de rádio muito baixo e pode não ser capaz de ouvir a equipe de solo. Por favor aumente seu volume de rádio nas preferências de som do X-Plane.

source: Pushback failure: X-Plane version too old. This plugin requires at least X-Plane %s to operate.
de: Pushback Fehler: X-Plane Version ist zu alt. Dieses Plugin benötigt mindestens X-Plane %s um zu funktionieren.
jp: プッシュバック失敗：X-Planeバージョンが古すぎます。このプラグインは最低X-Plane %sが必要です。
pt: Falha do Pushback: Versão muito antiga do X-Plane. Esse plugin requer versão %s, ou mais recente, do X-Plane para operar.

source: Pushback failure: aircraft appears to not have any steerable gears.
de: Pushback Fehler: Das Flugzeug scheint kein lenkbares Bugrad zu haben.
jp: プッシュバック失敗：航空機が操向装置がないようです。
pt: Falha do Pushback: aeronave parece não ter rodas manobráveis.

source: Pushback failure: aircraft has non-positive wheelbase. Sorry, tail draggers aren't supported.
de: Pushback Fehler: Das Flugzeug hat einen nicht-positiven Radstand. Flugzeuge mit Spornrad werden leider nicht unterstützt.
jp: プッシュバック失敗：航空機の軸距がマイナスです。尾輪式は対応しておりません、ご容赦ください。
pt: Falha do Pushback: aeronave não tem a distância entre eixos adequada. Desculpe, trens de pouso convencionais não são suportados.

source: Pushback failure: aircraft is incompatible with BetterPushback.
de: Pushback Fehler: Flugzeugmodel ist nicht mit BetterPushback kompatibel.
jp: プッシュバック失敗：この航空機は対応しておりません。
pt: Falha do Pushback: aeronave incompatível com o BetterPushback.

source: Pushback failure: master requested tug "%s", which we don't have in our in our library. Please sync your tug libraries before trying again.
de: Pushback Fehler: Hauptmaschine fordert den Schlepper "%s", aber den haben wir nicht im Plugin. Bitte synchronisieren sie die Plugins.
jp: プッシュバック失敗：依頼されたトーイングカー "%s" は車庫に存在しておりません。トーイングカー車庫を更新してください。
pt: Falha do Pushback: Rebocador solicitado "%s", não existe em nossa biblioteca. Por favor sincronize suas bibliotecas de rebocadores antes de tentar novamente.

source: Pushback failure: no suitable tug for your aircraft.
de: Pushback Fehler: Kein passendes Schleppgerät für Ihr Flugzeug gefunden.
jp: プッシュバック失敗：この航空機に適切なトーイングカーが見つかりませんでした。
pt: Falha do Pushback: rebocador incompatível com sua aeronave.

source: Pushback failure: smartcopilot attempted to switch master/slave or network connection lost. Stopping operation.
de: Pushback Fehler: Smartcopilot hat eine Master/Slave Umschaltung versucht oder die Netzwerkverbindung wurde verloren. Stoppe den Pushback.
jp: プッシュバック失敗：smartcopilotが乱れた状態になってるか、ネット接続が切れてしまいました。プッシュバックを中止します。
pt: Falha do Pushback: smartcopilot tentou alternar master/slave ou a conexão de rede foi perdida. Parando a operação.

source: Start pushback
de: Pushback starten
jp: プッシュバック開始
pt: Iniciar o pushback

source: Stop pushback
de: Pushback stoppen
jp: プッシュバック中止
pt: Parar o pushback

source: Start pushback planner
de: Pushback Planer öffnen
jp: プッシュバックプランナー起動
pt: Iniciar o planejador do pushback

source: Stop pushback planner
de: Pushback Planer schließen
jp: プッシュバックプランナー中止
pt: Parar o planejador do pushback

source: Connect tug before entering pushback plan
de: Schleppgerät ohne Pushback Plan anschließen
jp: トーイングカーを接続してからプッシュバックプランナーを起動してください。
pt: Conectar o rebocador antes de solicitar um plano de pushback

source: Pre-plan pushback
de: Pushback vorplanen
jp: プッシュバック設計計画
pt: Pré-planejamento do pushback

source: Close pushback planner
de: Pushback Planer schließen
jp: プッシュバックプランナー終了
pt: Fechar o planejador do pushback

source: Preferences...
de: Einstellungen...
jp: 設定
pt: Preferências...

source: BetterPushback Preferences
de: BetterPushback Einstellungen
jp: BetterPushback設定
pt: Preferências do BetterPushback

source: User interface
de: Benutzeroberfläche
jp: 表示画面
pt: Interface do usuário

source: X-Plane's language
de: Sprache in X-Plane
jp: X-Planeシステム言語
pt: Idioma do X-Plane

source: Ground crew audio
de: Audio Bodenpersonal
jp: 地上勤務係員音声
pt: Audio da equipe do solo

source: My language only at domestic airports
de: Meine Sprache nur für inländische Flughäfen
jp: 国内空港のみ日本語使用
pt: Meu idioma somente em aeroportos domésticos

source: My language at all airports
de: Meine Sprache für alle Flughäfen
jp: 全ての空港で日本語使用
pt: Meu idioma em todos os aeroportos

source: English at all airports
de: Englisch für alle Flughäfen
jp: 全ての空港で英語使用
pt: Inglês em todos os aeroportos

source: Save preferences
de: Einstellungen sichern
jp: 設定保存
pt: Salvar preferências

source: Ground crew speaks my language only if the country the airport is in speaks my language. Otherwise the ground crew speaks English with a local accent.
de: Bodenpersonal spricht meine Sprache, wenn sich der Flughafen in einem Land befindet, in dem meine Sprache gesprochen wird. Falls nicht, spricht sie Englisch mit lokalem Akzent.
jp: 地上勤務係員は日本語が分かる国の中の空港でのみ、日本語使用され、でなければ 当地訛りの英語で喋ります。
pt: Equipe do solo fala meu idioma somente se o país do aeroporto fala meu idioma. Caso contrário o equipe de solo fala inglês com o sotaque local.

source: Ground crew speaks my language irrespective of what country the airport is in.
de: Bodenpersonal spricht meine Sprache, egal in welchem Land sich der Flughafen befindet.
jp: 空港の国に関係なく、地上勤務係員は日本語で喋ります。
pt: Equipe do solo fala meu idioma independente do país do aeroporto.

source: Ground crew always speaks English with a local accent.
de: Bodenpersonal spricht immer Englisch mit lokalem Akzent.
jp: 地上勤務係員は常に当地訛りの英語で喋ります。
pt: Equipe do solo sempre fala inglês com o sotaque local.

source: Save current preferences to disk.
de: Aktuelle Einstellungen auf die Festplatte speichern.
jp: ディスクに設定保存
pt: Salvar preferências no disco.

source: Disconnect tow + headset and switch to hand signals.
de: Schlepper und Headset trennen + weitere Anweisungen per Handzeichen.
jp: トーイングカーへの接続を切れ、ヘッドセットを外し、手信号を注意してください。
pt: Desconectar rebocador + headset e switch no sinal com a mão.

source: Reconnect tow and await further instructions.
de: Schlepper wieder ankoppeln und weitere Anweisungen erwarten.
jp: トイングカーへ再接続し、待機してください。
pt: Reconectar rebocador e aguardar instruções.

source: Pushback failure: cannot push this aircraft with engines running. Shutdown engines first.
jp: プッシュバック失敗：エンジンがついたままでプッシュバックできません。エンジンを切れてください。

source: Pushback failure: your flight controls are preventing me from steering the aircraft. Unbind any buttons you have set to"toggle nosewheel steering".
jp: プッシュバック失敗：あなたの操向装置が動作を妨げています。"前輪操向切替"キー設定を解除してください。

source: Left mouse button to reorient view
jp: 左クリックで視点をリセット

source: Tug cab view
jp: トーイングカー視点
